app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-12-10 22:04:39.898377"], ["updated_at", "2020-12-10 22:04:39.898377"]]
---
    def new
        @student = Student.create